Repository: Aegel5/SimpleSwitcher
Catalog: SimpleSwitcher/localization/*.po
Languages: he, ru_ru

source: for:
he: עבור:
ru_ru: для:

source: About / Help
he: אודות ועזרה

source: Add float panel
he: הוסף פאנל צף

source: Add to autostart
he: הוסף להפעלה אוטומטית
ru_ru: Добавить в автозапуск

source: Advanced
he: מתקדם

source: Alternative mode layout change (emulate LAlt + Shift)
he: שינוי פריסת מצב חלופי (חיקוי LAlt + Shift)

source: Base
he: בסיס
ru_ru: Основная информация

source: Build date:
he: תאריך יצירה:
ru_ru: Дата билда:

source: Change layout for all recent text
he: שנה פריסה עבור הטקסט האחרון שהוקלד

source: Change layout for last several words
he: שנה פריסה עבור המילים האחרונות

source: Change layout for last word
he: שנה פריסה עבור המילה האחרונה

source: Change layout for selected text
he: שנה פריסה עבור הטקסט שנבחר

source: Clear
he: נקה
ru_ru: Очистить

source: Clear text format on Ctrl-C
he: נקה עיצוב טקסט בעת לחיצה על Ctrl+C
ru_ru: Очищать форматирование текста при Ctrl-C

source: Close to tray
he: מזער למגש המערכת
ru_ru: Свернуть в трей

source: Cycle change layout
he: החלף פריסה במחזוריות

source: Delete
he: מחק
ru_ru: Удалить

source: Disable
he: כבה

source: Disable Ctrl + LAlt as RAlt on extended layouts by temporary switching to
he: השבת את Ctrl + LAlt כ-RAlt בפריסות מורחבות על ידי מעבר זמני אל

source: Disable the accessibility shortcut keys (5 SHIFT and others)
he: השבת מקשי קיצור נגישות (למשל 5 לחיצות על Shift)
ru_ru: Отключить функции accessibility (залипание после нажатия 5 Shift подряд и другие)

source: Distinguish between left and right modifiers
he: הבחנה בין מקשי שליטה שמאליים וימניים
ru_ru: Различать левые и правые модификаторы

source: Enable
he: הפעל
ru_ru: Включить

source: Enable debug log
he: הפעל רישום לניפוי באגים
ru_ru: Включить debug log

source: Enable/Disable
he: הפעלה/כיבוי

source: Enabled
he: פעיל

source: Error
he: שגיאה

source: Error reading config
he: שגיאה בקריאת התצורה

source: Error while initing app:
he: שגיאה בעת הפעלת האפליקציה:

source: Error while initing main wnd:
he: שגיאה בעת הפעלת wnd הראשי:

source: Exit
he: צא
ru_ru: Закрыть

source: Experimental
he: ניסיוני

source: Extended word separation
he: זיהוי מורחב של גבולות מילים

source: Flags set
he: סט דגלים

source: GUI Language
he: שפת הממשק

source: Generate CapsLock
he: שדר לחיצת CapsLock
ru_ru: Генерировать CapsLock

source: Hotkey
he: מקש קיצור

source: Hotkeys
he: מקשי קיצור

source: Keys Remap
he: מיפוי מקשים
ru_ru: Переназначение клавиш

source: Need admin rights
he: נדרשות הרשאות מנהל
ru_ru: Программа должна быть запущена от администратора

source: Need restart program
he: נדרשת הפעלת התוכנה מחדש
ru_ru: Необходимо перезапустить программу

source: Press any key...
he: לחץ על מקש כלשהו...

source: Prevent other programs to hook keyboard (may cause problems in games and other apps)
he: מנע מתוכניות אחרות להתחבר למקלדת (עלול לגרום לבעיות במשחקים ובאפליקציות אחרות)
ru_ru: Запретить другим программам перехватывать клавиатуру (может вызывать проблемы)

source: Reload config
he: טען מחדש את התצורה

source: Remap CapsLock as F24
he: השתמש ב-CapsLock כ־F24
ru_ru: Переназначить CapsLock как F24

source: Remap ScrollLock as F23
he: השתמש ב-ScrollLock כ-F23
ru_ru: Переназначить ScrollLock как F23

source: Remove all panels
he: הסר את כל הפאנלים

source: Selected text to UPPER/lower case
he: טקסט נבחר לאותיות גדולות/קטנות

source: Set hotkey
he: קבע מקש קיצור
ru_ru: Изменить горячую клавишу

source: Settings
he: הגדרות
ru_ru: Настройки

source: Show
he: הצג
ru_ru: Показать

source: Show main window
he: הצג את החלון הראשי

source: Triggers on KEYUP
he: מופעל בעת שחרור מקש
ru_ru: Срабатывать на KEYUP

source: Triggers on double press
he: הפעל בלחיצה כפולה

source: Update
he: עדכן
ru_ru: Обновить

source: Will be applied after PC reboot
he: יחול לאחר אתחול המחשב
ru_ru: Будет применено после перезагрузки ОС

source: Work in programs running by admin
he: הפעלה גם בתוכניות בעלות הרשאת מנהל
ru_ru: Работать в программах, запущенных от администратора

source: delete old task
he: מחק משימה ישנה

source: About
ru_ru: О программе

source: Cancel
ru_ru: Отменить

source: Change Layout
ru_ru: Сменить раскладку

source: Change selected text
ru_ru: Изменить выделенный текст

source: Custom
ru_ru: Ввести

source: Cycle change
ru_ru: Циклическая смена

source: Fix layout
ru_ru: Исправить раскладку

source: Last word
ru_ru: Последнее слово

source: Main
ru_ru: Основное

source: Next layout
ru_ru: Следующая раскладка

source: Others
ru_ru: Другое

source: Selected text
ru_ru: Выделенный текст

source: Set
ru_ru: Изменить

source: Set layout
ru_ru: Установить раскладку

source: Several words
ru_ru: Несколько слов

source: Show flags in tray
ru_ru: Показывать флаги в трее

source: To upper/lower
ru_ru: В верхний/нижний регистр

source: Work only with this layouts (leave empty for all):
ru_ru: Использовать только эти раскладки (пустая строка - все)
